import React from 'react'
import DefaultLayout from 'src/layouts/DefaultLayout'
import {serverSideTranslations} from "next-i18next/serverSideTranslations";
import {dehydrate} from "@tanstack/react-query";
import {queryClient} from "src/pages/_app";

const Rules = () => {
    return (
            <DefaultLayout>
                <div className="mx-auto w-full max-w-[1100px] px-5 py-10 md:py-12 md:px-16 rounded-xl xl:shadow-md font-normal text-2sm whitespace-normal leading-[22px]">
                    <h2 className='font-bold text-[20px] md:text-[32px] my-5 md:text-center'>Terms & Conditions - სერვისის მიმღები
                    </h2>
                    <h2 className='font-bold text-[20px] md:text-[32px] mb-5 md:mb-10 md:text-center'>Rent.myauto.ge
                    </h2>
                    <h3 className='font-bold text-[16px] mb-5'>1. ჩვენს შესახებ
                    </h3>
                    <div className="my-2">
                        <p><span className="font-bold">შპს თინეთი</span> (შემდგომში ჩვენ, ჩვენი, კომპანია, TNET)</p>
                        <p>საიდენტიფიკაციო კოდი: 402116474</p>
                        <p>მისამართი: ქ, თბილისი, ნუცუბიძის ქ. #129ა, სართ. 3;</p>
                        <p>კომპანიის საერთო ელ-ფოსტა:
                            <a className="text-[#3C74FF] mx-2" href="mailto:hello@tnet.ge">hello@tnet.ge</a>;
                            <a className="text-[#3C74FF] mx-2" href="mailto:info@tnet.ge">info@tnet.ge</a>.
                        </p>
                        <p>ტელეფონის ნომერი:+ (995 32) 2 47 01 57</p>
                    </div>
                    <ul className="list-disc mb-5 mt-2 pl-5">
                        <li>შპს „თინეთი“ ფლობს და მართავს შემდეგ პლატფორმებს: livo.ge; tkt.ge; vendoo.ge; swoop.ge; mymarket.ge; myauto.ge; myparts.ge; myhome.ge; myshop.ge; myads.ge; mysports.ge; myjobs.ge; auction.myauto.ge;</li>
                        <li>ჩვენი პლატფორმები მომხმარებლებს და გამყიდველს (მოვაჭრეს) აძლევს შესაძლებლობას შესთავაზონ, გაყიდონ და შეიძინონ სხვადასხვა სახის პროდუქტი საქართველოს მასშტაბით ჩვენი პლატფორმების გამოყენებით. მომხმარებლის წესები განისაზღვრება წინამდებარე წესებით და პირობებით, ხოლო პროდუქტის გაყიდვის/განცხადების დადების წესები იხილეთ აქ:
                            <a className="text-[#3C74FF] mx-2" href="https://auth.tnet.ge/ka/productplacing">განცხადების განთავსების (ვაჭრობის) წესები</a>ჩვენს პლატფორმებზე განცხადების დადების/ვაჭრობის სურვილის შემთხვევაში, თქვენ ვალდებული ხართ დაიცვათ
                            <a className="text-[#3C74FF] mx-2" href="https://auth.tnet.ge/ka/productplacing">განცხადების განთავსების (ვაჭრობის) წესები.</a></li>
                        <li>ჩვენი პლატფორმები არის „ელექტრონული კომერციის შესახებ“ საქართველოს კანონით გათვალისწინებული შუალედური მომსახურების მიმწოდებელი. თუმცა, ცალკეულ შემთხვევაში ,,პლატფორმა” შეიძლება წარმოადგენდეს გამყიდველს (მოვაჭრეს) „მომხმარებლის უფლებების დაცვის შესახებ“ საქართველოს კანონის შესაბამისად, რის შესახებაც მითითებული იქნება კონკრეტული გასაყიდი პროდუქტის/განცხადების აღწერილობაში.</li>
                    </ul>
                    <h3 className='font-bold text-[16px] mt-6 mb-5'>2. საკონტაქტო ინფორმაცია</h3>
                    <p className="my-2">ნებისმიერი საკითხის დასაფიქსირებლად თქვენ შეგიძლიათ მიმართოთ კომპანიის კლიენტთა მომსახურების ცენტრს ან მიმართოთ კომპანიას ელექტრონული შეტყობინების გაგზავნის გზით.</p>
                    <table cellSpacing="10" cellPadding="10" className="border border-raisin-10 w-full mb-5 break-words break-all">
                        <tbody>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">პლატფორმა/ვებგვერდი</span></p>
                            </td>
                            <td>
                                <p><span className="font-medium">ელ-ფოსტა</span></p>
                            </td>
                            <td>
                                <p><span className="font-medium">ტელეფონის ნომერი</span></p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p>
                                    <span className="font-medium">შპს “თინეთი”/ TNET</span>
                                </p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@tnet.ge">info@tnet.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 47 01 57</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">livo.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@livo.ge">info@livo.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 15</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">tkt.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:Support@Tkt.ge">Support@Tkt.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 19 55 77</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">vendoo.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@vendoo.ge">info@vendoo.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 00 08 08</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">swoop.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@swoop.ge">info@swoop.ge</a></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="tel:0322105510">032 2 10 55 10</a></p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">mymarket.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@mymarket.ge">info@mymarket.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 35</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myauto.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myauto.ge">info@myauto.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 45</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myparts.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myparts.ge">info@myparts.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 55</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myhome.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myhome.ge">info@myhome.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 15</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myshop.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myshop.ge">info@myshop.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 47 11 88</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myads.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:ads@tnet.ge">ads@tnet.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 47 01 57</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">mysports.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@tnet.ge">info@tnet.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 47 01 57</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">myjobs.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myjobs.ge">info@myjobs.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 47 01 57</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">auction.myauto.ge</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:info@myauto.ge">info@myauto.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 80 00 45</p>
                            </td>
                        </tr>
                        <tr className="border-b-1 border-raisin-10">
                            <td>
                                <p><span className="font-medium">super app TNET</span></p>
                            </td>
                            <td>
                                <p><a className="text-[#3C74FF]" href="mailto:superapp@tnet.ge">superapp@tnet.ge</a></p>
                            </td>
                            <td>
                                <p>032 2 12 12 21</p>
                            </td>
                        </tr>
                        </tbody>
                    </table>

                    <p><span className="font-bold">Rent.myauto.ge</span> არის ჩვენი პლატფორმა, რომელიც ერთმანეთთან აკავშირებს ავტომობილის გაქირავებით დაინტერესებულ კომპანიებსა და დაქირავებით დაინტერესებულ ინდივიდებს.</p>
                    <p>ჩვენი პლატფორმის დახმარებით</p>
                   <p>ა) ფიზიკურ პირებს შესაძლებლობა აქვთ შეარჩიონ, დაჯავშნონ და იქირაონ სასურველი ავტომობილი სასურველ დროს როგორც საქართველოდან, ისე მის საზღვრებს გარედან, გარდა ევროკავშირის წევრი ქვეყნებისა;</p>
                    <p>ბ) კომპანიებს შესაძლებლობა აქვთ საკუთარი გასაქირავებელი ავტომობილები აჩვენონ დაინტერესებულ ადამიანებს, მიიღონ ჯავშნები, გააქირაონ ავტომობილები და განავითარონ საკუთარი ბიზნესი.</p>
                    <h3 className='font-bold text-[16px] my-5'>3. ჯავშნის გაფორმება, ცვლილება და გაუქმება
                    </h3>
                    <ul className="list-disc my-5 pl-5">
                        <li>ჯავშანს ადასტურებს გამქირავებელი, ფიზიკური პირის მიერ ჯავშნის გაფორმების შემდეგ. დასტურის მიღებამდე ჯავშანი არ ითვლება გაფორმებულად; პლატფორმაზე დასტური აისახება ავტომატურად, ამასთანავე თქვენ მიიღებთ მოკლე ტექსტურ შეტყობინებას როგორც ჯავშნის დადასტურების, ისე - უარყოფის შემთხვევაში; </li>
                        <li>იმ შემთხვევაში, თუ თქვენ ჯავშნის განხორციელების შემდეგ არ მიიღებთ დასტურს, თანხა დაგიბრუნდებათ ავტომატურად. </li>
                        <li>ჯავშნის ღირებულება გამოითვლება 24-საათიანი ინტერვალების გათვალისწინებით, რაც ნიშნავს, რომ მაგალითად 25 საათიანი ჯავშნის ღირებულება უტოლდება 48 საათიანი ჯავშნის ღირებულებას;</li>
                        <li>ჯავშნის დეტალების ცვლილება/მოდიფიცირება შესაძლებელია მხოლოდ გამქირავებელთან შეთანხმებით;</li>
                        <li>თუ ჯავშნის დეტალების ცვლილება/მოდიფიცირებას ვახორციელებთ ჩვენ ან/და გამქირავებელი (მაგ.: თუ ​​გამქირავებელს არ შეუძლია ავტოსატრანსპორტო საშუალების მიწოდება), შეგატყობინებთ პირველივე შესაძლებლობისთანავე. თუ თქვენ არ დაეთანხმებით ამ ცვლილებას, თქვენ გექნებათ უფლება გააუქმოთ ან/და მოითხოვოთ თანხის დაბრუნება, სრულად;</li>
                        <li>ჯავშნის გაუქმება შესაძლებელია ავტოსატრანსპორტო საშუალების გაყვანამდე 48 საათით ადრე, რის შედეგადაც თქვენ დაგიბრუნდებათ ჯავშნის ღირებულება, სრულად. სხვა შემთხვევაში ჯავშნის გაუქმება ხდება გამქირავებელთან შეთანხმებით, გამქირავებლის მიერ მითითებული პირობების მიხედვით; </li>
                        <li>გამქირავებელმა შესაძლოა უარი გითხრათ ავტოსატრანსპორტო საშუალების მოწოდებაზე, შემდეგ შემთხვევებში:
                        <ul className="list-[square] pl-4">
                            <li>თუ შეთანხმებულ დროს არ გამოცხადდებით გამქირავებელთან;</li>
                            <li>თუ არ გაქვთ მართვის უფლება ან რაიმე სახით შეზღუდული გაქვთ მართვის უფლება;</li>
                            <li>თუ თქვენ არ გაქვთ საჭირო დოკუმენტაცია (მათ შორის ვალიდური მართვის მოწმობა და სხვა);</li>
                        </ul>
                        </li>
                    </ul>
                    <p>	ნებისმიერ ასეთ შემთხვევაში, პლატფორმა ვალდებული არ არის აანაზღაუროს ჯავშნის ღირებულება
                    </p>
                    <ul className="list-disc my-5 pl-5">
                        <li>ჯავშნის გაფორმებამდე, დამქირავებელი ვალდებულია, გაეცნოს ჯავშნის გვერდზე არსებულ გამქირავებლის დამატებით წესებს (ასეთის არსებობის შემთხვევაში);</li>
                        <li>თუ გამქირავებელი უარს აცხადებს ავტოსატრანსპორტო საშუალების გადმოცემაზე დაუსაბუთებლად, დაუყოვნებლივ მოგვმართეთ ჯავშნის გაუქმების მოთხოვნით. ასეთ შემთხვევაში, ჩვენ გადავამოწმებთ თქვენ მიერ დაფიქსირებულ შემთხვევას და მისი დადასტურების შემთხვევაში დაგიბრუნებთ ჯავშნის ღირებულებას სრულად არაუმეტეს 5 სამუშაო დღის ვადაში;</li>
                        <li>ჯავშნის ღირებულებაში აშკარა შეცდომების აღმოჩენის შემთხვევაში, შესაძლოა ჯავშანი გაუქმდეს. მაგალითად: თუ მომხმარებელი დაჯავშნის პრემიუმ მანქანას, რომელიც შეცდომით შემოთავაზებულია 1 ლარად, თქვენი ჯავშანი შეიძლება გაუქმდეს, რის შემდეგაც დამქირავებელს აუნაზღაურდება ჯავშნის ღირებულება, სრულად;</li>
                        <li>იმ შემთხვევაში, თუ დამქირავებელი გამქირავებლის ინფორმირებისა და თანხმობის გარეშე ჯავშნის პერიოდზე მეტი ხნით დაიტოვებს ავტოსატრანსპორტო საშუალებას, გამქირავებელმა შესაძლოა მიმართოს კანონით მისთვის მინიჭებულ ზომებს და მოითხოვოს დამატებითი კომპენსაცია;</li>
                        <li>იმ შემთხვევაში, თუ ავტოსატრანსპორტო საშუალებას დამქირავებელი გამოიყენებს ჯავშნის პერიოდზე ნაკლები დროით, მას არ დაუბრუნდება გამოუყენებელი პერიოდის პროპორციული თანხა; </li>
                        <li>თუ წინასწარ უცნობი მიზეზის გამო დაჯავშნილი ავტომობილი აღარ იქნება ხელმისაწვდომი, გამქირავებელმა შესაძლოა მომსახურება გაწიოს იგივე პარამეტრებისა და კლასის ან/და უკეთესი ავტოსატრანსპორტო საშუალებით, ვიდრე მითითებულია ჯავშნის გვერდზე.</li>
                        <li>თუ გამქირავებელი ვერ ახერხებს იგივე პარამეტრებისა და კლასის ან/და უკეთესი ავტოსატრანსპორტო საშუალებით ჩანაცვლებას, დამქირავებელს უფლება აქვს მოითხოვოს გადახდილი თანხის დაბრუნება.</li>
                    </ul>
                    <h3 className='font-bold text-[16px] my-5'>4. ჯავშნის საფასურის გადახდა
                    </h3>
                    <ul className="list-disc my-5 pl-5">
                        <li>ჯავშნის საფასურის გადახდა ხდება Visa/Mastercard პლასტიკური ბარათებით;</li>
                        <li>ჯავშნის ღირებულების გადახდა ხდება ჯავშნის განთავსების მომენტში, სრულად;</li>
                        <li>ჩვენ/გამქირავებელმა შესაძლოა შემოგთავაზოთ დამატებითი ფასიანი ან/და უფასო სერვისები, როგორებიცაა: ბავშვის სავარძელი (Child Car Seat), GPS, და სხვა. ფასიანი სერვისების შემთხვევაში ანაზღაურებას მოახდენთ ჯავშნის გვერდზე ან/და გამქირავებლის მიერ წინასწარ განსაზღვრული წესების შესაბამისად. </li>
                    </ul>
                    <h3 className='font-bold text-[16px] my-5'>5. დამატებითი პირობები
                    </h3>
                    <ul className="list-disc my-5 pl-5">
                        <li>გთხოვთ, ყურადღებით გაეცნოთ წინამდებარე წესებს, გამქირავებლისი წესებს (ასეთის არსებობის შემთხვევაში) და ჯავშნის პირობებს;</li>
                        <li>გთხოვთ, ყურადღებით გაეცნოთ გამქირავებლის მიერ ავტოსანტრანსაპორტო საშუალების გადმოცემამდე მოწოდებულ ხელშეკრულებას (ასეთის არსებობის შემთხვევაში);</li>
                        <li>გთხოვთ, გაითვალისწინოთ, რომ აუცილებელია ავტოსატრანსპორტო საშუალების მიღებისთვის გამქირავებელთან გამოცხადდეთ დროულად და წარადგინოთ გამქირავებლის მიერ მოთხოვნილი ვალიდური დოკუმენტაცია;</li>
                        <li>ჯავშნის გაფორმებამდე, ჩვენ შეიძლება მოგთხოვოთ ვალიდური მართვის მოწმობის დოკუმენტაციის ჯავშნის გვერდზე ატვირთვა;</li>
                        <li>ავტოსატრანსპორტო საშუალების გაყვანის შემდეგ, ნებისმიერი ინციდენტის დადგომის შემთხვევაში (მათ შორის, ავტოსატრანსპორტო შემთხვევა, ავტოსატრანსპორტო საშუალების მწყობრიდან გამოსვლა და სხვა):
                            <ul className="list-[square] pl-4">
                                <li>დაუკავშირდით გამქირავებელს;</li>
                                <li>არ შეაკეთოთ მანქანა თქვენი ინიციატივით, გამქირავებლის თანხმობის გარეშე (გარდა იმ შემთხვევისა, თუ ქირავნობის ხელშეკრულებით თქვენ აღნიშნულის უფლება გაქვთ მონიჭებული);</li>
                                <li>შეინახეთ ინციდენტთან დაკავშირებული ნევბისმიერი დოკუმენტაცია (შეკეთების ხარჯების დამადასტურებელი ქვითარი, პოლიციის აქტები ან სხვა) ჩვენთან/გამქირავებელთან/ სადაზღვევო კომპანიასთან წარსადგენად; </li>
                            </ul>
                        </li>
                        <li>გაითვალისწინეთ, რომ აკრძალულია ავტოსატრანსპორტო საშუალების ქვეყნის ფარგლებს გარეთ გაყვანა, გარდა იმ შემთხვევისა, თუ აღნიშნულის უფლება მონიჭებული გაქვთ გამქირავებელთან გაფორმებული ქირავნობის ხელშეკრულების საფუძველზე.</li>
                    </ul>
                    <h2 className='font-bold text-[20px] md:text-[32px] md:text-center mt-5 md:mt-10 md:mt-20 mb-5'>Terms & Conditions - გამქირავებელი
                    </h2>
                    <h2 className='font-bold text-[20px] md:text-[32px] mb-5 md:mb-10 md:text-center'>Rent.myauto.ge
                    </h2>
                    <p><span className="font-bold">Rent.myauto.ge</span> არის ჩვენი პლატფორმა, რომელიც თქვენ გაკავშირებთ ავტომობილის ქირაობით დაინტერესებულ მომხმარებლებთან</p>
                    <p>ჩვენი პლატფორმის დახმარებით :</p>
                    <p>ა) მომხმარებლებს შესაძლებლობა აქვთ შეარჩიონ, დაჯავშნონ და იქირაონ სასურველი ავტომობილი სასურველ დროს როგორც საქართველოდან, ისე მის საზღვრებს გარედან, გარდა ევროკავშირის წევსრი ქვეყნებისა; </p>
                    <p>ბ) თქვენ შესაძლებლობა გაქვთ საკუთარი გასაქირავებელი ავტომობილები შესთავაზოთ დაინტერესებულ ადამიანებს, მიიღოთ ჯავშნები, გააქირაოთ ავტომობილები და განავითაროთ თქვენი ბიზნესი.</p>
                    <h3 className='font-bold text-[16px] my-5'>1. კომპანიის რეგისტრაცია და განცხადების განთავსება
                    </h3>
                    <p>განცხადების განთავსებისთვის საჭიროა კომპანიის რეგისტრირება. ნებისმიერ ფიზიკურ პირს შესაძლებლობა აქვს პლატფორმიდან შეავსოს განაცხადი მისი კომპანიის რეგისტრაციის შესახებ. 3 სამუშაო დღის ვადაში, ჩვენ გადავამოწმებთ თქვენი კომპანიის მონაცემებს, რის შემდეგაც გააქტიურდება თქვენი კომპანიის სტატუსი და შეძლებთ განცხადებების განთავსებას. </p>
                    <p>თქვენ ვალდებული ხართ განცხადების განთავსებისას პლატფორმაზე განათავსოთ საკუთარ ავტომობილის შესახებ სრული და ამომწურავი ინფორმაცია, რაც მათ შორის და არამხოლოდ გულისხმობს  ავტომობილის მახასიათებლებს, გაქირავების პირობებს (გაქირავების წესები და პირობები), დამატებით სერვისებს (ასეთის არსებობის შემთხვევაში) და სხვას. </p>
                    <p>თითოეული განცხადება განთავსებამდე გაივლის ჩვენს ვალიდაციას, რის შემდეგაც გამოქვეყნდება პლატფორმაზე.</p>
                    <p>თქვენი განცხადება შეიძლება არ დადასტურდეს, იმ შემთხვევაში თუ ჩვენ აღმოვაჩენთ, რომ:</p>
                    <ul className="list-disc my-5 pl-5">
                        <li>თქვენ მიერ მითითებულია კომპანიის ან/და ავტომობილის არასწორი/ არავალიდური/ყალბი  მონაცემების;</li>
                        <li>თქვენ მიერ მითითებულია არარელევანტური/ცალსახად არასწორი ფასი/პირობები; (მაგ.: 999999 ლარი, 1 ლარი)</li>
                        <li>თუ თქვენ მიერ განთავსებული ავტომობილის ფოტოები არ შეესაბამება პლატფორმისთვის დადგენილ ხარისხს;</li>
                        <li>თუ თქვენ განათავსებთ არარელევანტურ, პლატფორმისთვის შეუსაბამო კონტენტს (მაგ.: ფოტოაპარატი, სატვირთო ავტომობილი, სხვა)</li>
                    </ul>
                    <h3 className='font-bold text-[16px] my-5'>2. ჯავშნის დადასტურება</h3>
                        <ul className="list-[lower-alpha] my-5 pl-5">
                            <li>
                                მომხმარებლის მიერ ჯავშნის შემოსვლასთან ერთად, თქვენ მიიღებთ შესაბამის შეტყობინებას თქვენი მომხმარებლის პლატფორმაზე, ასევე სმს შეტყობინების სახით, მითითებულ საკონტაქტო ნომერზე.
                            </li>
                            <li>შეტყობინების მიღების მომენტიდან 24 საათის განმავლობაში თქვენ ვალდებული ხართ დაადასტუროთ ან უარყოთ ჯავშნის მიღება. უარის შემთხვევაში თქვენ ვალდებული ხართ მომხმარებელს გაუზიაროთ უარყოფის მიზეზიც. </li>
                            <li>თქვენ, ისევე როგორც მომხმარებელს გაქვთ შესაძლებლობა ცალმხრივად გააუქოთ ჯავშანი იმ შემთხვევაში, თუ ჯავშნის მიხედვით ავტომობილის გაყვანის მომენტამდე დარჩენილია არანაკლებ 48 საათისა. ასეთ შემთხვევაში მომხმარებელს თანხა დაბრუნდება სრულად.</li>
                            <li>იმ შემთხვევაში, თუ ავტომობილის გაყვანის მომენტამდე დარჩენილია 48 საათზე ნაკლები და ჯავშანს აუქმებთ  თქვენ, თქვენ გეკისრებათ ჯარიმა __ ოდენობით. მომხმარებელს აუნაზღაურდება ჯავშნის სრული ღირებულება</li>
                        </ul>
                    <h3 className='font-bold text-[16px] my-5'>3. ანაზღაურების წესი</h3>
                    <p>ჩვენ შემოსული ჯავშნების შესაბამის ღირებულებას აგინაზღაურებთ კვირაში ერთხელ, რომელსაც გამოაკლდება ჩვენი მომსახურების საკომისიო - სერვისის ჯამური ღირებულების 10%. </p>
                    <h3 className='font-bold text-[16px] my-5'>4. დამატებითი პირობები</h3>
                    <p>ჰოსთის ჯარიმები:</p>
                    <ul className="list-disc my-5 pl-5">
                        <li><span className="font-bold">სისუფთავის პოლიტიკის დარღვევა</span> – კომპანია შესაძლოა დაჯარიმდეს 100 ლარის ოდენობით, თუ შემოვა საჩივარი, რომ ავტომობილის წასაყვანად მისულ მომხმარებელს ავტომობილი დახვდა ბინძური. ასეთ შემთხვევაში, მომხმარებელს უფლება აქვს უარი თქვას სერვისის მიღებაზე და rent.myauto.ge-ის გადაწყვეტილების მიხედვით, შესაძლოა დაუბრუნდეს გადახდილი ჯავშნის ღირებულება.</li>
                        <li><span className="font-bold">არალეგალური ტრანზაქციები</span> – კომპანია ექვემდებარება 500 ლარის ოდენობით დაჯარიმებასა და გაფრთხილების მიღებას იმ შემთხვევაში, თუ შემჩნეული იქნება თანხის მოთხოვნასა და მიღებაში ისეთი სერვისებისთვის, რომლის ღირებულების გადახდაც rent.myauto.ge-ის გავლით არის ნაგულისხმევი საიტის წესებისა და პირობების მიხედვით.</li>
                        <li><span className="font-bold">გამქირავებელი არ გამოცხადდა</span> – 500 ლარის ოდენობით ჯარიმა და გაფრთხილება იმ შემთხვევაში, თუ გამქირავებელი ვერ უზრუნველყოფს ჯავშნით გათვალისწინებულ დროსა და ადგილზე შესაბამისი ავტომობილის მიწოდებას.</li>
                        <li>მეტი ფულის მოთხოვნის მიზნით ჯავშნის გაუქმების შემთხვევაში, გამქირავებელი დაჯარიმდება 300 ლარის ოდენობით და მიიღებს გაფრთხილებას.</li>
                        <li>ავტომობილის პლატფორმაზე არასწორად წარმოჩენის შემთხვევაში, რითაც მომხმარებელი შევა შეცდომაში, გამქირავებელი დაჯარიმდება 250 ლარის ოდენობით და მიიღებს გაფრთხილებას</li>
                        <li><span className="font-bold">გაფრთხილების უგულებელყოფა</span> - იმ შემთხვევაში, თუ გამქირავებელი გაფრთხილების მიუხედავად კიდევ დაარღვევს პლატფორმის წესებსა და პირობებს, დაჯარიმდება 500 ლარით, ყოველი შემდეგი განმეორების შემთხვევაში - 900 ლარით. </li>
                    </ul>
                    <p>ჯარიმები გესთებისთვის:</p>
                    <ul className="list-disc my-5 pl-5">
                        <li>დამატებითი მოხმარება - იმ შემთხვევაში, თუ მომხმარებელი დააგვიანებს ავტომობილის ჩაბარებას ჯავშნით გათვალისწინებულ დროსთან შედარებით 30 ან მეტი წუთით დააგვიანებს, გამქირავებელმა შესაძლოა მოითხოვოს დამატებითი ანაზღაურება.</li>
                        <li>წესებსა და პირობებში გათვალისწინებული დაბრუნების პოლიტიკისგან განსხვავებულ ვადებში ჯავშნის გაუქმების შემთხვევაში – <span className="font-bold">გადახდილ თანხას მომხმარებელი უკან ვერ დაიბრუნებს.</span></li>
                        <li>ჯავშნით გათავლისწინებულ დროსა და ადგილას ავტომობილის წასაყვანად არ გამოცხადების შემთხვევაში  – <span className="font-bold">გადახდილ თანხას მომხმარებელი უკან ვერ დაიბრუნებს</span>  </li>
                        <li>თუ მომხმარებელი დააბრუნებს ავტომობილს დიდი რაოდენობით ცხოველის თმით, გამქირავებელი უფლებამოსილია სადეპოზიტო თანხიდან გამოქვითოს 150 ლარი.</li>
                    </ul>
                </div>
            </DefaultLayout>
    )
}

export default Rules

export async function getStaticProps({ locale }: { locale: string }) {
    const [translations] = await Promise.all([serverSideTranslations(locale)])

    return {
        props: {
            dehydratedState: dehydrate(queryClient),
            ...translations
        }
    }
}